{
  "generated": "2025-07-19",
  "count": 31,
  "categories": [
    "6\" Build Your Own Sandwiches Double values for footlong nutrition information (one footlong=two 6\" servings)",
    "6\" Limited Time Offer/Regional Subs** Double values for footlong nutrition information (one footlong=two 6\" servings)",
    "8\" Pizza**",
    "Amount on 6\" sandwich or Wrap. Double values for footlong nutrition information (one footlong=two 6\" servings). Double Sandwich Condiments and Toppings sauce values for salad dressing portion",
    "Breads Double values for footlong nutrition information (one footlong=two 6\" servings)",
    "Cheese Amount on 6\" sandiwch or wrap",
    "Cheesesteaks",
    "Chicken",
    "Clubs",
    "Cookies & Desserts",
    "Deli Heroes",
    "Egg Patty on Wrap **",
    "Individual Proteins Amount on 6\" sub or salad, double values for footlong or wrap",
    "Italianos",
    "Kids' Mini Sub Values include mini mulitgrain bread and all the fresh vegetables",
    "Make any Build Your Own Sandwich into a Wrap Values include wrap, select fresh vegetables and footlong meat portion",
    "Make any Sandwich into a Wrap Limited Time Offer/Regional Wrap Values include wrap, select fresh vegetables and footlong meat portion",
    "Seasonings and Spices Amount on 6\" sandiwch or wrap",
    "Sliders",
    "Soup** (8 oz. bowl)",
    "Subway Sidekicks & Snacks",
    "Subway® Series Wraps Values include wrap, select fresh vegetables and footlong meat portion",
    "Values include 6\" Artisan Italian, regular egg and American cheese. Double values for footlong nutrition information (one Egg Patty on 6\" Artisan Italian ** footlong=two 6\" servings)",
    "Values include 6\" flatbread, regular egg and American cheese. Double values for footlong nutrition information (one Egg Patty on 6\" Flatbread ** footlong=two 6\" servings)",
    "Values include footlong meat portion, lettuce, spinach, tomatoes, onions, green peppers, cucumbers and olives. Values do Make any Footlong a No Bready Bowl® Limited Time Offer/Regional not include dressing or cheese unless noted",
    "Values include footlong meat portion, lettuce, spinach, tomatoes, onions, green peppers, cucumbers and olives. Values do Make any Footlong a No Bready Bowl® not include dressing or cheese unless noted",
    "Values include footlong meat portion, lettuce, spinach, tomatoes, onions, green peppers, cucumbers and olives. Values do Subway® Series No Bready Bowls® not include dressing or cheese unless noted",
    "Values include lettuce, spinach, tomatoes, onions, green peppers, cucumbers and olives. Values do not include dressing Make any Sandwich into a Salad Limited Time Offer/Regional unless noted",
    "Values include lettuce, spinach, tomatoes, onions, green peppers, cucumbers and olives. Values do not include dressing Make any Sandwich into a Salad unless noted.",
    "Values include lettuce, spinach, tomatoes, onions, green peppers, cucumbers and olives. Values do not include dressing Subway® Series Salads unless noted.",
    "Vegetables Amount on 6\" sandiwch or wrap"
  ]
}